<template>
    <div id="personal_intru">
        <div class="close-btn">
            <button @click="close"><v-img src="@/assets/img/closeButton2.png"></v-img></button>
        </div>
        <div class="content-wrap">
            <div class="title"><p>누가 잠들고 누가 잠들지 않았는가</p></div>
            <div class="content">
                음향원의 교실과 복도 벽에는 흡음재가 시공되어 있다. 또, 우리 학교에서는 뭔가에 호응할 때 함성을 지르거나 <span class="sound-text" @click="play('박수')">박수</span>를 치지 않는다. 지역 국회의원 축사 순서마저도 학교로부터의 호응 강요가 없었다. 우리의 고요함에 민망해하는 그에게 보좌관이 귀띔해주는 모습이 보였다. “청각들이 예민해서 박수소리가 폭발음처럼 들린답니다.” 스탠딩 마이크로 미약하게 귓속말이 샜다. 아주 얇은 실선 한 줄의 속삭임이다.
<br>
<br>
특수한 서식환경을 필요로 하는 개체를 돌보듯이, 학교는 우리를 소음으로부터 보호해주려고 노력했다. 그러나 사람으로서 사람들 속에 사는 것은 원래 소음 안에 떠다니는 일이다. 너도 나도 소리를 만들고 감각한다. 하지만 사람들을 편안하게 하는 음향은 번잡함과는 거리가 멀다. 인류의 비극이다.
<br>
<br>
파도가 치는 소리, 고요할 때만 들을 수 있는 눈 내리는 소리, 실내공간을 지붕부터 에워싸는 빗소리, 평온히 잠든 누군가의 숨소리, 바람이 불 때마다 잎을 흔드는 대나무 숲, 안전하게 갇혀있는 벽난로로부터 가끔 불티가 터지는 소리…. 
<br>
<br>
우리는 매 순간 소음을 만드는 서로를 견디고 있다. 나는 그런 것을 생각하면 침울해진다. 콩나물 통에 담긴 콩나물들끼리 눈을 마주치고 싶어 하지 않을 때 겪을 곤란함 정도의 슬픔이다. 동시에 그만큼 어쩔 수 없는 상황이라는 뜻이다. 그저 가냘픈 목으로 노란 콩나물 대가리를 끄덕끄덕하며… 서로가 서로를 참아주고 있음을 상기한다.
<br>
<br>
음향 영재원에 입학하는 애들은 정도의 차이가 있을지언정 다들 청각이 좋았다. 우열을 가리는 것도 집단 안에서의 일이다. 기본적인 속성으로 소리에 예민한 동물이다. 그런 인간들을 하나의 생활공간에 모아놓는 일은… 재앙이라고밖에 말할 수가 없다. 그들을 동네 곳곳에 분산시켜놓는 것과 한 건물에 모아놓는 것 중 불행의 총량은 어느 쪽이 더 클까? 민간인 피해자들을 발생시키지 않기 위해 영재원 생활관이라는 액받이 하우스를 만든 게 틀림없다. 
<br>
<br>
이리에는 나와 같은 구역의 기숙사에 살았다. 단순한 정보 이상의 깨달음처럼 느껴졌다. 막연하게 그에게는 나보다 더 나은 것들이 주어질 거라고 생각했다. 등하교를 할 수 있는 살림집이나 기숙사 꼭대기 특실 같은 것들이 상상 안에 포함되었다. 청력이 특출 나게 좋은 애는 방음이 가장 뛰어나고 층간소음이 없는 5층에 살게 해준다는 소문이 있었다. 그렇지 않다는 것을 알게 된 건 작은 다툼의 목격 때문이다. 
<br>
<br>
시점의 문제인 일이었다. 303호와 302호가 애들 다 보는 앞에서 서로 자존심 긁어가며 싸우는 것 말이다. 중재할 생각 말고 그 주변을 피하는 것만 최선이었다. 303호가 옆집 애를 그렇게 씹고 다니는데 말야. 302호는 아마 자다가도 열 받아서 손바닥으로 벽 두드리고 싶어지지 않았을까. 그럼 걔 몸이 아프기라도 할 것처럼. 
<br>
<br>
싸움의 원인은 302호가 만드는 소음이었다. 나는 코너를 돌아야하는 반대쪽 복도에 있어서 어떤 증언을 해줄 수는 없었다. 하지만 그들이 현재 진행형으로 복도에서 소란을 만드는 건 들었다. 3호가 드디어 2호에게 정면으로 항의를 시작한 모양이었다. 그러자 2호가 신경질적으로 반박했다.
<br>
<br>
“야. 심지어 김이리에도 그런 트집은 안 잡아. 너 걔보다 잘 들어? 주제도 모르고 지랄할 거면 기숙사 살지 마.”
<br>
<br>
저런, 나쁘네. 어리거나 저열한 사람들, 어려서 저열한 사람들만이 선택지 없는 사안을 승패의 저울에 올린다. 싫으면 나가든지, 나갈 만큼의 배짱이 없으면 그냥 살라는 것이다. 그 층에 사는 애들이라면 누구나 그야말로 구경난 것처럼 그들을 보고 있었다. 정작 301호의 김이리에는 소란 속에서도 내다보지 않았다. 
<br>
<br>
<br>
<br>
하나의 상황에서 단 둘만이 반응하기. 인간을 순식간에 가깝게 만드는 첩로이다. 나는 우리가 서로에게 말을 걸 수 있는 확신을 줬던 밤이 바로 그날이라고 생각한다. 평일 중의 하루였고, 각자의 독실 앞에서 점호를 마친 이후였다. 
<br>
<br>
자정 지나 한 시였다. 침대에 누워서 핸드폰을 보고 있었기 때문에 기억한다. 자정이 넘어가는 순간이면 어쩐지 오늘 날짜 안에 했어야 할 일들이 있지 않았나, 근거 없이 불안해진다. 무언가의 유효기간, 신청기간, 세일기간, 누구 생일, 이벤트 출석체크. 그리고 새벽 한 시까지 떠오르는 게 없으면 비로소 어제가 지나간다. 그런 생각을 하고 있을 때 복도에서 희미한 방송이 들렸다.
<br>
<br>
[…들리는 학생들은 로비에 잠시 모이세요. 송출음이 들리는 학생들은 로비에 잠시 모이세요.]
<br>
<br>
문을 열고 밖을 내다봤으나 같은 복도 방에서는 반응하는 기척이 전무했다. 여차하면 뛰기 좋게 운동화를 신고, 담요를 어깨에 두르고 복도에 나갔다. 담요는 누가 쫓아오면 얼굴에 던져야 한다. 코너 벽을 붙잡고 로비에 사람이 있는지 살폈다. 
<br>
<br>
“이리로 와.”
<br>
<br>
학년부장 선생님과 김이리에가 서있었다. <span class="sound-text" @click="play('등졌고')">걔는 나를 등졌고</span>, 선생님이 나를 발견했다. 그리고는 손짓했다. 그때서야 이리에도 돌아봤다.
<br>
<br>
“선우가 3반 몇 번이지?”
<br>
<br>
선생님은 나와 김이리에의 학번을 메모해갔다. 지시사항에 따른 것뿐인데 벌점을 받는 거냐며 기겁하자 선생님이 벌점은 아니라고 답했다. “음향원에서 잘 듣는 사람 체크하는 일이 뭐겠어?” 그러면서. 결국 목적이 무엇인지 설명은 안 해주고 가셨다. 둘만 남은 김이리에와 나는 황당하다는 눈빛을 교환했다. 그리고 머쓱하게 반대방향으로 사라졌다. 간단한 인사도 나누지 않았다. 하지만 아침에 기숙사 앞에서 만났을 때는 밤의 사건을 물꼬로 대화를 시작했다. 
<br>
<br>
“안녕. 너도 잠귀가 밝은가보다.”
<br>
<br>
걔가 먼저 말을 걸어왔을 때는 꽤 놀랐다. 조금 우쭐하지 않았다면 거짓말이다. 수더분하고 망설임 없는 어조는 어쩐지 보태어 호감을 줬다. 유명인의 소탈함에 감탄하듯이. 한편으로는 그를 특별하게 인지하는 내가 거북하게 느껴지기도 했다. 그래서 미온한 답변이 나왔다.
<br>
<br>
“안자고 있어서 들었어. 잠들었음 몰랐을 거야.”
<br>
<br>
그럼 이리에는 혼자 3층 중앙에 서있었겠지? 걔는 그게 익숙하겠지만 말이다. 학교에서 송출한 음성을 유일하게 들을 수 있었다는 건 그를 으쓱하게 할까, 아니면 조금 쓸쓸할까. 김이리에와 특이사항의 집합 안에 우연히 분류되는 일이 멋쩍었다. 괜히 새치름하니 전해졌을지 어조를 곱씹어봤다. 나를 두고 김이리에는 아무 조응 없이 간솔했다. 
<br>
<br>
“뭐 깜짝 테스트 같은 걸까….”
<br>
<br>
그가 느릿느릿 말했다. 생각에 빠진 듯이 끝을 늘이는 말투는 확실히 사람의 경계를 낮췄다. 그 리듬에 잠시 끼어들었다가 나와도 큰 해를 입히지 않을 것 같았다.
<br>
<br>
“이리에야. 궁금한 게 있어.”
<br>
<br>
“뭔데?”
<br>
<br>
“302호가 진짜 시끄럽냐?”
<br>
<br>
“난, 잘 몰라. 오후에는 주로 귀마개하고 있어서.”
<br>
<br>
와일드 카드인줄 알았던 보릿자루였다. 2호나 3호가 김이리에를 증인으로 제시하려고 해도 첫마디만 듣고 다들 빡칠 것 같은데. 허탈한 웃음이 났다.
<br>
<br>
사람들에게 반감을 일으키는 사람은, 의외로 작은 몸짓 하나에 아주 무해한 존재가 되기도 한다. 친구들아. 얘는 교내의 가십에 정말 아무 생각이 없는 것 같다. 본인이 얼마나 위협적인 천재처럼 비춰지는지도 모를 거다. 이 사실을 많은 사람들이 알아줬으면 했다. 밉게 보이는 사람이 줄어든다는 건 서로에게 행복한 일이니까.
<br>
<br>
내가 그에게 궁금한 것을 하나 해결하자, 김이리에도 하나를 물어왔다. 그는 나에게 새벽까지 숙제를 하느냐고 물었다. 나는 단지 조용해질 때까지를 기다린다고 말했다. 세상에 소리가 존재하는 한 인간의 영향권에서 벗어난 것 같지가 않다. 나는 자기 전이라도 생물의 인력 바깥에 떠다니고 싶어서 하릴없이 새벽을 보낸다. 
<br>
<br>
“사람들 기척이 들리지 않아야… 오히려 살아 있는 것 같아.”
<br>
<br>
유난스러운 표현을 하는 것 같아서 어미를 흐지부지 흐리려다가 다잡았다. 전개의 속도가 조금 어설퍼도 이 상대는 별로 신경 안 쓸 것 같았다. 김이리에는 음, 음. 하며 추임새를 넣었다. 그가 이야기를 잘 듣고 있기나 한지 확신 없이 말을 맺었다.
<br>
<br>
“야. 아침부터 새벽까지 기다리면, 죽어있는 시간이 너무 길다. 너.”
<br>
<br>
돌아온 답변은 마음을 물기 도는 얼음처럼 빙글 미끄러지게 만들었다. 웃음이 났다. 
<br>
<br>
“낮에는 한 사람이면 돼. 한 명이라도 내 말 들어주려고 조용해지는 순간이 있으면 좋아.” 
<br>
<br>
처음으로 소리 내서 말해봤다. 밖으로 내뱉으면 기원처럼 세상에 전해질지도 모른다는 약간의 설렘이 있었다. 내내 덤덤했던 김이리에라면, 이 말을 나에게 당장 관심 가져달라는 부추김으로 곡해하지 않을 거라는 인상을 주었다. 
<br>
<br>
지금에서야 더듬어보자면 그래주기를 바랐을 수도 있고. 청소년의 결핍과 욕망이란 주체할 수 없이 면면이 스며있기 마련이다. 하지만 그딴 마음을 스스로 알아채는 건 너무 창피하고 속보이니까 부디 아니었기를 빈다. 청소년 선우.
<br>
<br>
            </div>
        </div>
    </div>
</template>
<script>
import eventBus from '@/plugins/eventbus.js'
import store from "@/store/index.js";

export default {
  name: 'index_three',
  methods: {
    close() {
        this.$emit("btnclose");
    },
    play(message) {

        switch(message) {
            case '박수' :      
                store.commit("toggleText", 4)
                eventBus.$emit("iconUsable", 4); 
                break; 
            case "등졌고" :
                store.commit("toggleText", 5)
                eventBus.$emit("iconUsable", 5); 
                break;
        }
    }
  }
}
</script>

<style scoped>
::-webkit-scrollbar {
display: none;
}

#personal_intru {
  box-sizing: border-box;

  position: absolute;
  height: 649px;
  width: 500px;

  border-radius: 20px;
  border: 1px solid rgba(0, 0, 0, 0.6);

  background: rgba(26, 26, 26, 0.9);
  box-shadow: 0px 4px 40px rgba(0, 0, 0, 0.6);
  backdrop-filter: blur(40px);
  /* Note: backdrop-filter has minimal browser support */

  border-radius: 20px;

  left: 700px;
  top: 140px;

  text-align: center;
}

.close-btn {
    position: relative;
    height: 16px;
    width: 16px;
    left: 0px;
    top: 0px;
    border-radius: 16px;
}

.content-wrap {
    position : relative;

    left: 60px;
    top: 64px;
    height: 569px;
    width: 380px;

    overflow-y: scroll;
}

.title {
    font-style: normal;
    font-weight: 700;
    font-size: 20px;
    line-height: 24px;
    /* identical to box height */

    text-align: center;

    color: #F1F1F1;

}

.content {
    margin-top: 58px;

    font-style: normal;
    font-weight: 500;
    font-size: 18px;
    line-height: 200%;
    /* or 36px */

    text-align: left;
    color: #F1F1F1;

}
@media (max-width: 600px) {

    #personal_intru {
        top: 500px;
        left: 0;
        width: 100vw;
        height: 600px;
        
    }

    .content-wrap {
        left: 45px;
        width: 310px;
        height: 510px;
    }
    
    .title {
        font-weight: 700;
        font-size: 18px;
        line-height: 22px;
        color: #EAEAEA;


    }

    .content {
        width: 310px;
        height: 510px;
        font-weight: 600;
        font-size: 14px;
        line-height: 200%;
        color: #EAEAEA;

    }
}

</style>
